const descriptiveText = {
    intro: `Ώρα να περιπλανηθείς στο φως και να βυθιστείς στο σκοτάδι. Μάζεψε αντικείμενα-κλειδιά  και με αυτά ξεκλείδωσε τις σκοτεινές και φωτεινές εσοχές του δωματίου. 
    Για να δούμε.... Θα αντέξουν τα μάτια σου το φως; Θα προσαρμοστούν στο σκοτάδι; Θα καταφέρεις να ξεκλειδώσεις το δωμάτιο; `,
    archeologikos: `Αναζήτησε το κρυμμένο κείμενο. Βρες το "Ρολόι των γραμμάτων" και σχημάτισε σε αυτό τις 4 λέξεις που σχετίζονται με το ζευγάρι των αντιθέσεων «ομιλία και σιωπή». Ποιο είναι το μυστικό που είναι φυλακισμένο μέσα στον χρόνο;`,
    teletourgeio: `Διάβασε το κρυμμένο  κείμενο και βρες τα αντικείμενα που θα σε βοηθήσουν να τελέσεις το μυστήριο. Ποιο είναι το μυστικό που κρύβεται στις δάφνες; `,
    karnagio: `Πάτησε πάνω στη θήκη του ταξιδιώτη για να διαβάσεις το κείμενο. Γέμισέ την με το βιος των ξεριζωμένων που περιγράφεται σε αυτό. Σε τι θα γυρίσει η μνήμη αν τους βοηθήσεις να την κουβαλήσουν; `,
    teletourgeioLogotexnikoKeimeno: `Ακούς και τ’ άλογα στο στάβλο, και το νερό που πέφτει
  καθώς υψώνουν οι προσκυνητές δυο πήλινα δοχεία,
  το ’να προς την ανατολή και τ’ άλλο προς τη δύση, χύνοντας υδρομέλι
  ή κριθαρόνερο ανακατεμένο με άγρια μέντα
  πάνω στο λάκκο με τις δάφνες, ενώ μουρμουρίζουν
  διφορούμενα λόγια, παρακλήσεις και ξόρκια.
  Περσεφόνη, Γ. Ρίτσος`,
    karnakioLogotexniko: `Αλήθεια σου λέω, — ήμουν καλά εκεί πέρα. Συνήθισα. Εδώ δεν αντέχω·
  είναι πολύ το φως —μ’ αρρωσταίνει— απογυμνωτικό, απροσπέλαστο·
  όλα τα δείχνει και τα κρύβει· αλλάζει κάθε τόσο — δεν προφταίνεις· αλλάζεις·
  αισθάνεσαι το χρόνο που φεύγει — μια ατέλειωτη, κουραστική μετακίνηση·
  σπάζουν τα γυαλικά στη μετακόμιση, μένουν στο δρόμο, αστράφτουν·
  άλλοι πηδούν στη στεριά, άλλοι ανεβαίνουν στα πλοία· — όπως τότε,
  έρχονταν, φεύγαν οι επισκέπτες μας, έρχονταν άλλοι·
  μέναν για λίγο στους διαδρόμους οι μεγάλες βαλίτσες τους —
  μια ξένη μυρωδιά, ξένες χώρες, ξένα ονόματα, — το σπίτι
  δε μας ανήκε· — ήταν κι αυτό μια βαλίτσα μ’ εσώρουχα καινούρια, άγνωστά μας —
  μπορούσε κάποιος να την πάρει απ’ το πέτσινο χερούλι και να φύγει.
  Περσεφόνη, Γ. Ρίτσος`,
    elaiourgeio: `Βρες το κρυμμένο κείμενο,  εντόπισε τα χαρακτηριστικά του ζώου που περιγράφονται σε αυτό και χρησιμοποίησέ τα για να λύσεις το "Κρυπτόλεξο του μυθικού τέρατος". Το διπλό καθρέφτισμά του φτιάχνει το μυθικό τέρας που φύλαγε τις πύλες του Άδη.`,

}

const helps = {
    intro1:
        "Ψάξε και βρες την πέτρινη πλάκα με τον Όρκο του Μύστη. Στο κείμενο, δείξε το ζευγάρι των αντίθετων λέξεων που θα φωτίσει τις πύλες μύησης στο σκοτεινό δωμάτιο.",
    portals: `Διάλεξε τη σφαίρα που θα σε οδηγήσει στο δωμάτιο.`,
    archPortalHover: `Και συ, από κει αναδύθηκες, σκοτεινέ σύζυγε,
  με τη σιωπή γραμμένη στο πρόσωπο…`,
    elaiourgeioPortalHover: `Κει πέρα
  τίποτα δεν ταράζει τη σιωπή. Μονάχα ένας σκύλος (κι αυτός δε γαβγίζει),
  άσκημος σκύλος…`,
    planoEleusPortalHover: `Γίνεται τότε μια μεγάλη ησυχία, μαλακή, ευγενική, νοτισμένη,
  ως πέρα απ’ τον κήπο, ως την άκρη της θύμησης, σα να ’χει μεμιάς φθινοπωριάσει.`,
    telestirioPortalHover: `Ακούς και τ’ άλογα στο στάβλο, και το νερό που πέφτει
  καθώς υψώνουν οι προσκυνητές δυο πήλινα δοχεία…`,
    kampinaPloiouPortalHover: `Έχει γυρίσει, όπως κάθε καλοκαίρι, απ’ την ξένη σκοτεινή χώρα, στο μεγάλο, εξοχικό, πατρικό της σπίτι…`,
    karnagioPortalHover: `μια ατέλειωτη, κουραστική μετακίνηση·
  σπάζουν τα γυαλικά στη μετακόμιση, μένουν στο δρόμο, αστράφτουν·
  άλλοι πηδούν στη στεριά, άλλοι ανεβαίνουν στα πλοία·`,
    archeologikos1: `Σχημάτισε τις λέξεις ενώνοντας τα γράμματα με συνεχόμενη γραμμή`,
    teletourgeio1: `Πρέπει να βρεις το εργαλείο για να κόψεις τις δάφνες.`,
    teletourgeio2: `Μπορείς να το χρησιμοποιήσεις για να κόψεις το φυτό που αναφέρεται στο κείμενο`,
    notCollectable: `Ουπς! Αυτό το αντικείμενο δεν μπορεί να μπει στο αποθετήριο`,
    karnagioXerouli1: `Ουπς! Αυτό το αντικείμενο δεν μπορεί να μπει στη βαλίτσα`,
    metaforaValitsas: `Πρέπει να βρεις κάποιο τρόπο για να μεταφέρεις τη βαλίτσα`,
    search: `ψαξε τα υπόλοιπα αντικειμενα`,
    karnagioCaseFull: `Πρέπει να βρεις κάποιο τρόπο για να μεταφέρεις τη βαλίτσα`,
    karnagioSeira: `Σειρά: γυάλινο μυροδοχείο, γυάλινο κηροπήγιο, εσώρουχο`,
    teletourgeioGrifos: `Βάλε τη δάφνη και τα δοχεία στο κουτί`,
    teletourgeioGrifosErr1: `Πρώτα πρέπει να μπουν οι δάφνες`,
}
export default { helps, descriptiveText }